Repository: professorDeveloper/KinoPlus-Mobile
Catalog: lib/l10n/app_*.arb
Languages: uz

# enterLogin
source: Login to the system
uz: Tizimga Kirish

# loginDesc
source: You can use the following methods to log in or register.
uz: Tizimga kirish va ro’yxatdan o’tish uchun siz quyidagi usullardan foydalanishingiz mumkin.

source: Phone number
uz: Telefon raqamingiz

source: Login
uz: Kirish

# loginviaqr
source: Login via QR Code
uz: QR Code orqali kirish

# verifyphonetxt
source: Verify your phone number!
uz: Telefon raqamingizni tasdiqlang!

# sendsmscodedesc
source: a 6-digit code has been sent to the phone number, please enter this code!
uz: telefon raqamiga 6 xonali kod yuborildi, ushbu kodni kiriting!

# enterCodetxt
source: Enter code
uz: Kodni kiriting

# chooseAccountTxt
source: Choose profile
uz: Akkauntni tanlang!

# registerDesc
source: Please enter your personal information to complete registration
uz: Iltimos, ro’yxatdan o’tishni yakunlash uchun shaxsiy ma’lumotlaringizni kiriting

# almostlyFinishTxt
source: Alomostly finish...
uz: Deyarli yakunlandi...

# nameTxt
source: Name
uz: Ismingiz

# enterNameTxt
source: Enter your name
uz: Ismingizni kiriting

# surnameTxt
source: Surname
uz: Familiya

# enterSurnameTxt
source: Enter your surname
uz: Familiyani kiriting

# finishRegister
source: Finish registration
uz: Ro`yxatni o’tishni yakunlash

# orTxt
source: Or
uz: Yoki

# addAccountTxt
source: Add account
uz: Akkaunt qo'shish

# ageTxt
source: Age
uz: Yoshingiz

# enterAgeTxt
source: How old are you ?
uz: Necha yoshdasiz?
